Repository: Moritz-hubb/CulinaChef-iOS
Catalog: Resources/Localizable.xcstrings
Source language: de
Languages: en, es, fr, it

# auth.alreadyHaveAccount
source: Bereits ein Konto?
en: Already have an account?
es: ¿Ya tienes una cuenta?
fr: Vous avez déjà un compte?
it: Hai già un account?

# auth.createAccount
source: Konto erstellen
en: Create Account
es: Crear cuenta
fr: Créer un compte
it: Crea account

# auth.dontHaveAccount
source: Noch kein Konto?
en: Don't have an account?
es: ¿No tienes una cuenta?
fr: Vous n'avez pas de compte?
it: Non hai un account?

# auth.forgotPassword
source: Passwort vergessen?
en: Forgot Password?
es: ¿Olvidaste tu contraseña?
fr: Mot de passe oublié?
it: Password dimenticata?

# auth.password
source: Passwort
en: Password
es: Contraseña
fr: Mot de passe
it: Password

# auth.signIn
source: Anmelden
en: Sign In
es: Iniciar sesión
fr: Se connecter
it: Accedi

# auth.signOut
source: Abmelden
en: Sign Out
es: Cerrar sesión
fr: Se déconnecter
it: Esci

# auth.signUp
source: Registrieren
en: Sign Up
es: Registrarse
fr: S'inscrire
it: Registrati

# auth.username
source: Benutzername
en: Username
es: Nombre de usuario
fr: Nom d'utilisateur
it: Nome utente

# chat.askQuestion
source: Frage stellen
en: Ask a Question
es: Hacer una Pregunta
fr: Poser une question
it: Fai una domanda

# chat.chatHistory
source: Chat-Verlauf
en: Chat History
es: Historial de Chat
fr: Historique du chat
it: Cronologia chat

# chat.clearHistory
source: Verlauf löschen
en: Clear History
es: Limpiar Historial
fr: Effacer l'historique
it: Cancella cronologia

# chat.cooking
source: Kochen
en: Cooking
es: Cocina
fr: Cuisine
it: Cucina

# chat.cookingSubtitle
source: Stelle Fragen zum Kochen, hole dir Rezeptideen oder lass dir bei der Zubereitung helfen.
en: Ask cooking questions, get recipe ideas, or get help with preparation.
es: Haz preguntas sobre cocina, obtén ideas de recetas o recibe ayuda con la preparación.
fr: Posez des questions sur la cuisine, obtenez des idées de recettes ou recevez de l'aide pour la préparation.
it: Fai domande sulla cucina, ottieni idee per ricette o ricevi aiuto con la preparazione.

# chat.newChat
source: Neuer Chat
en: New Chat
es: Nuevo Chat
fr: Nouveau Chat
it: Nuova Chat

# chat.sendMessage
source: Senden
en: Send
es: Enviar
fr: Envoyer
it: Invia

# chat.title
source: Kochen
en: Cooking
es: Cocina
fr: Cuisine
it: Cucina

# chat.typeMessage
source: Nachricht eingeben
en: Type a message
es: Escribe un mensaje
fr: Tapez un message
it: Scrivi un messaggio

# common.back
source: Zurück
en: Back
es: Atrás
fr: Retour
it: Indietro

# common.cancel
source: Abbrechen
en: Cancel
es: Cancelar
fr: Annuler
it: Annulla

# common.close
source: Schließen
en: Close
es: Cerrar
fr: Fermer
it: Chiudi

# common.copied
source: Kopiert
en: Copied
es: Copiado
fr: Copié
it: Copiato

# common.copy
source: Kopieren
en: Copy
es: Copiar
fr: Copier
it: Copia

# common.delete
source: Löschen
en: Delete
es: Eliminar
fr: Supprimer
it: Elimina

# common.done
source: Fertig
en: Done
es: Hecho
fr: Terminé
it: Fatto

# common.edit
source: Bearbeiten
en: Edit
es: Editar
fr: Modifier
it: Modifica

# common.error
source: Fehler
en: Error
es: Error
fr: Erreur
it: Errore

# common.filter
source: Filtern
en: Filter
es: Filtrar
fr: Filtrer
it: Filtra

# common.loading
source: Lädt...
en: Loading...
es: Cargando...
fr: Chargement...
it: Caricamento...

# common.next
source: Weiter
en: Next
es: Siguiente
fr: Suivant
it: Avanti

# common.no
source: Nein
en: No
es: No
fr: Non
it: No

# common.save
source: Speichern
en: Save
es: Guardar
fr: Enregistrer
it: Salva

# common.search
source: Suchen
en: Search
es: Buscar
fr: Rechercher
it: Cerca

# common.share
source: Teilen
en: Share
es: Compartir
fr: Partager
it: Condividi

# common.success
source: Erfolgreich
en: Success
es: Éxito
fr: Succès
it: Successo

# common.yes
source: Ja
en: Yes
es: Sí
fr: Oui
it: Sì

# course.appetizer
source: Zwischengang
en: Appetizer
es: Aperitivo
fr: Apéritif
it: Stuzzichino

# course.beverage
source: Getränk
en: Beverage
es: Bebida
fr: Boisson
it: Bevanda

# course.cheese
source: Käsegang
en: Cheese Course
es: Tabla de Quesos
fr: Plateau de fromages
it: Piatto di formaggi

# course.dessert
source: Nachspeise
en: Dessert
es: Postre
fr: Dessert
it: Dessert

# course.main
source: Hauptspeise
en: Main Course
es: Plato Principal
fr: Plat principal
it: Piatto principale

# course.side
source: Beilage
en: Side Dish
es: Acompañamiento
fr: Accompagnement
it: Contorno

# course.starter
source: Vorspeise
en: Starter
es: Entrada
fr: Entrée
it: Antipasto

# creator.describeDish
source: Beschreibe, was du kochen möchtest
en: Describe what you want to cook
es: Describe lo que quieres cocinar
fr: Décrivez ce que vous voulez cuisiner
it: Descrivi cosa vuoi cucinare

# creator.generate
source: Generieren
en: Generate
es: Generar
fr: Générer
it: Genera

# creator.generating
source: Rezept wird erstellt...
en: Creating recipe...
es: Creando receta...
fr: Création de la recette...
it: Creazione della ricetta...

# creator.ingredientsFromFridge
source: Zutaten aus deinem Kühlschrank
en: Ingredients from your fridge
es: Ingredientes de tu nevera
fr: Ingrédients de votre réfrigérateur
it: Ingredienti dal tuo frigorifero

# creator.useIngredients
source: Zutaten verwenden
en: Use Ingredients
es: Usar Ingredientes
fr: Utiliser les ingrédients
it: Usa ingredienti

# creator.whatToCook
source: Was möchtest du kochen?
en: What would you like to cook?
es: ¿Qué te gustaría cocinar?
fr: Que voulez-vous cuisiner?
it: Cosa vuoi cucinare?

# detail.addedToShoppingList
source: Zur Einkaufsliste hinzugefügt
en: Added to shopping list
es: Agregado a la lista de compras
fr: Ajouté à la liste de courses
it: Aggiunto alla lista della spesa

# detail.addToShoppingList
source: Zur Einkaufsliste
en: Add to Shopping List
es: Agregar a Lista de Compras
fr: Ajouter à la liste de courses
it: Aggiungi alla lista della spesa

# detail.reportRecipe
source: Rezept melden
en: Report Recipe
es: Reportar Receta
fr: Signaler la recette
it: Segnala ricetta

# detail.shareRecipe
source: Rezept teilen
en: Share Recipe
es: Compartir Receta
fr: Partager la recette
it: Condividi ricetta

# detail.startTimer
source: Timer starten
en: Start Timer
es: Iniciar Temporizador
fr: Démarrer le minuteur
it: Avvia timer

# detail.stopTimer
source: Timer stoppen
en: Stop Timer
es: Detener Temporizador
fr: Arrêter le minuteur
it: Ferma timer

# detail.timerStarted
source: Timer gestartet
en: Timer started
es: Temporizador iniciado
fr: Minuteur démarré
it: Timer avviato

# dietary.allergies
source: Allergien/Unverträglichkeiten
en: Allergies/Intolerances
es: Alergias/Intolerancias
fr: Allergies/Intolérances
it: Allergie/Intolleranze

# dietary.diets
source: Ernährungsweisen
en: Diets
es: Dietas
fr: Régimes
it: Diete

# dietary.dislikes
source: Lebensmittel, die du meidest
en: Foods to Avoid
es: Alimentos a Evitar
fr: Aliments à éviter
it: Alimenti da evitare

# dietary.glutenFree
source: glutenfrei
en: gluten-free
es: sin gluten
fr: sans gluten
it: senza glutine

# dietary.kosher
source: koscher
en: kosher
es: kosher
fr: casher
it: kosher

# dietary.lactoseFree
source: laktosefrei
en: lactose-free
es: sin lactosa
fr: sans lactose
it: senza lattosio

# dietary.notes
source: Hinweise
en: Notes
es: Notas
fr: Notes
it: Note

# dietary.pescetarian
source: pescetarisch
en: pescetarian
es: pescetariano
fr: pescétarien
it: pescetariano

# dietary.sour
source: sauer
en: sour
es: ácido
fr: acide
it: acido

# dietary.spicyLevel
source: Schärfe-Präferenz
en: Spice Preference
es: Preferencia de Picante
fr: Préférence épicée
it: Preferenza piccante

# dietary.sweet
source: süß
en: sweet
es: dulce
fr: sucré
it: dolce

# dietary.tastePreferences
source: Geschmackspräferenzen
en: Taste Preferences
es: Preferencias de Sabor
fr: Préférences gustatives
it: Preferenze di gusto

# dietary.vegetarian
source: vegetarisch
en: vegetarian
es: vegetariano
fr: végétarien
it: vegetariano

# empty.chat
source: Starte ein Gespräch
en: Start a conversation
es: Iniciar una conversación
fr: Démarrer une conversation
it: Inizia una conversazione

# empty.community
source: Keine Community-Rezepte verfügbar
en: No community recipes available
es: No hay recetas de la comunidad disponibles
fr: Aucune recette de communauté disponible
it: Nessuna ricetta della comunità disponibile

# empty.recipes
source: Noch keine Rezepte
en: No recipes yet
es: Aún no hay recetas
fr: Pas encore de recettes
it: Nessuna ricetta ancora

# empty.shoppingList
source: Deine Einkaufsliste ist leer
en: Your shopping list is empty
es: Tu lista de compras está vacía
fr: Votre liste de courses est vide
it: La tua lista della spesa è vuota

# error.auth
source: Authentifizierungsfehler
en: Authentication error
es: Error de autenticación
fr: Erreur d'authentification
it: Errore di autenticazione

# error.generic
source: Ein Fehler ist aufgetreten
en: An error occurred
es: Ocurrió un error
fr: Une erreur s'est produite
it: Si è verificato un errore

# error.invalidEmail
source: Ungültige E-Mail-Adresse
en: Invalid email address
es: Dirección de correo electrónico inválida
fr: Adresse e-mail invalide
it: Indirizzo email non valido

# error.network
source: Netzwerkfehler
en: Network error
es: Error de red
fr: Erreur réseau
it: Errore di rete

# error.passwordTooShort
source: Passwort zu kurz
en: Password too short
es: Contraseña demasiado corta
fr: Mot de passe trop court
it: Password troppo corta

# error.recipeNotFound
source: Rezept nicht gefunden
en: Recipe not found
es: Receta no encontrada
fr: Recette non trouvée
it: Ricetta non trovata

# error.required
source: Pflichtfeld
en: Required field
es: Campo obligatorio
fr: Champ obligatoire
it: Campo obbligatorio

# error.usernameRequired
source: Bitte Benutzernamen angeben
en: Please provide a username
es: Por favor proporciona un nombre de usuario
fr: Veuillez fournir un nom d'utilisateur
it: Si prega di fornire un nome utente

# legal.imprint
source: Impressum
en: Imprint
es: Aviso Legal
fr: Mentions légales
it: Impronta

# legal.privacy
source: Datenschutzerklärung
en: Privacy Policy
es: Política de Privacidad
fr: Politique de confidentialité
it: Informativa sulla privacy

# legal.terms
source: AGB
en: Terms of Service
es: Términos de Servicio
fr: Conditions d'utilisation
it: Termini di servizio

# notifications.general
source: Allgemein
en: General
es: General
fr: Général
it: Generale

# notifications.manage
source: Benachrichtigungsrechte verwaltest du in den iOS-Einstellungen.
en: Manage notification permissions in iOS Settings.
es: Gestiona los permisos de notificaciones en Configuración de iOS.
fr: Gérez les autorisations de notifications dans les paramètres iOS.
it: Gestisci le autorizzazioni delle notifiche nelle Impostazioni iOS.

# notifications.offers
source: Angebote & News
en: Offers & News
es: Ofertas y Noticias
fr: Offres et actualités
it: Offerte e notizie

# notifications.recipe
source: Rezept-Updates
en: Recipe Updates
es: Actualizaciones de Recetas
fr: Mises à jour de recettes
it: Aggiornamenti ricette

# onboarding.getStarted
source: Los geht's
en: Get Started
es: Comenzar
fr: Commencer
it: Inizia

# onboarding.skip
source: Überspringen
en: Skip
es: Saltar
fr: Passer
it: Salta

# onboarding.welcome
source: Willkommen
en: Welcome
es: Bienvenido
fr: Bienvenue
it: Benvenuto

# onboarding.welcomeMessage
source: Entdecke eine neue Art zu kochen
en: Discover a new way to cook
es: Descubre una nueva forma de cocinar
fr: Découvrez une nouvelle façon de cuisiner
it: Scopri un nuovo modo di cucinare

# recipes.category
source: Kategorie
en: Category
es: Categoría
fr: Catégorie
it: Categoria

# recipes.cookingTime
source: Zubereitungszeit
en: Cooking Time
es: Tiempo de Cocción
fr: Temps de cuisson
it: Tempo di cottura

# recipes.create
source: Rezept erstellen
en: Create Recipe
es: Crear Receta
fr: Créer une Recette
it: Crea Ricetta

# recipes.deleted
source: Rezept gelöscht
en: Recipe deleted
es: Receta eliminada
fr: Recette supprimée
it: Ricetta eliminata

# recipes.deleteRecipe
source: Rezept löschen
en: Delete Recipe
es: Eliminar Receta
fr: Supprimer la recette
it: Elimina ricetta

# recipes.difficulty
source: Schwierigkeit
en: Difficulty
es: Dificultad
fr: Difficulté
it: Difficoltà

# recipes.easy
source: Einfach
en: Easy
es: Fácil
fr: Facile
it: Facile

# recipes.favorites
source: Favoriten
en: Favorites
es: Favoritos
fr: Favoris
it: Preferiti

# recipes.generate
source: Generieren
en: Generate
es: Generar
fr: Générer
it: Genera

# recipes.hard
source: Schwer
en: Hard
es: Difícil
fr: Difficile
it: Difficile

# recipes.ingredients
source: Zutaten
en: Ingredients
es: Ingredientes
fr: Ingrédients
it: Ingredienti

# recipes.instructions
source: Zubereitung
en: Instructions
es: Instrucciones
fr: Instructions
it: Istruzioni

# recipes.medium
source: Mittel
en: Medium
es: Medio
fr: Moyen
it: Medio

# recipes.myRecipes
source: Meine Rezepte
en: My Recipes
es: Mis Recetas
fr: Mes Recettes
it: Le Mie Ricette

# recipes.noRecipes
source: Keine Rezepte
en: No Recipes
es: Sin Recetas
fr: Aucune recette
it: Nessuna ricetta

# recipes.noRecipesMessage
source: Du hast noch keine Rezepte gespeichert.
en: You haven't saved any recipes yet.
es: Aún no has guardado ninguna receta.
fr: Vous n'avez enregistré aucune recette.
it: Non hai ancora salvato nessuna ricetta.

# recipes.rate
source: Bewerten
en: Rate
es: Calificar
fr: Noter
it: Valuta

# recipes.rating
source: Bewertung
en: Rating
es: Calificación
fr: Évaluation
it: Valutazione

# recipes.recipeGenerated
source: Rezept erstellt
en: Recipe created
es: Receta creada
fr: Recette créée
it: Ricetta creata

# recipes.save
source: Speichern
en: Save
es: Guardar
fr: Enregistrer
it: Salva

# recipes.saved
source: Gespeichert
en: Saved
es: Guardada
fr: Enregistrée
it: Salvata

# recipes.servings
source: Portionen
en: Servings
es: Porciones
fr: Portions
it: Porzioni

# recipes.title
source: Rezepte
en: Recipes
es: Recetas
fr: Recettes
it: Ricette

# recipes.upload
source: Hochladen
en: Upload
es: Subir
fr: Télécharger
it: Carica

# recipes.uploadSuccess
source: Rezept hochgeladen!
en: Recipe uploaded!
es: ¡Receta subida!
fr: Recette téléchargée!
it: Ricetta caricata!

# report.description
source: Beschreibung
en: Description
es: Descripción
fr: Description
it: Descrizione

# report.reason
source: Grund
en: Reason
es: Razón
fr: Raison
it: Motivo

# report.reason.inappropriate
source: Unangemessener Inhalt
en: Inappropriate Content
es: Contenido Inapropiado
fr: Contenu inapproprié
it: Contenuto inappropriato

# report.reason.misleading
source: Irreführend
en: Misleading
es: Engañoso
fr: Trompeur
it: Fuorviante

# report.reason.other
source: Sonstiges
en: Other
es: Otro
fr: Autre
it: Altro

# report.submit
source: Meldung absenden
en: Submit Report
es: Enviar Reporte
fr: Soumettre le signalement
it: Invia segnalazione

# report.success
source: Meldung erfolgreich abgesendet
en: Report submitted successfully
es: Reporte enviado con éxito
fr: Signalement soumis avec succès
it: Segnalazione inviata con successo

# report.title
source: Melden
en: Report
es: Reportar
fr: Signaler
it: Segnala

# settings.accountDeleted
source: Konto gelöscht
en: Account Deleted
es: Cuenta Eliminada
fr: Compte Supprimé
it: Account Eliminato

# settings.accountDeletedMessage
source: Dein Konto und alle Daten wurden erfolgreich gelöscht.
en: Your account and all data have been successfully deleted.
es: Tu cuenta y todos los datos han sido eliminados con éxito.
fr: Votre compte et toutes les données ont été supprimés avec succès.
it: Il tuo account e tutti i dati sono stati eliminati con successo.

# settings.appearance
source: Erscheinungsbild
en: Appearance
es: Apariencia
fr: Apparence
it: Aspetto

# settings.deleteAccount
source: Konto löschen
en: Delete Account
es: Eliminar Cuenta
fr: Supprimer le Compte
it: Elimina Account

# settings.deleteAccountConfirm
source: Konto löschen?
en: Delete Account?
es: ¿Eliminar Cuenta?
fr: Supprimer le compte?
it: Elimina account?

# settings.deleteAccountMessage
source: Deine Daten werden aus der Datenbank entfernt. Abonnements müssen über Apple gekündigt werden; wir öffnen dafür die Aboverwaltung.
en: Your data will be removed from the database. Subscriptions must be canceled through Apple; we'll open subscription management for you.
es: Tus datos serán eliminados de la base de datos. Las suscripciones deben cancelarse a través de Apple.
fr: Vos données seront supprimées de la base de données. Les abonnements doivent être annulés via Apple.
it: I tuoi dati verranno rimossi dal database. Gli abbonamenti devono essere annullati tramite Apple.

# settings.deleteNow
source: Jetzt löschen
en: Delete Now
es: Eliminar Ahora
fr: Supprimer maintenant
it: Elimina ora

# settings.dietary
source: Ernährung
en: Nutrition
es: Nutrición
fr: Nutrition
it: Nutrizione

# settings.dietaryPreferences
source: Ernährungspräferenzen
en: Dietary Preferences
es: Preferencias Dietéticas
fr: Préférences Alimentaires
it: Preferenze Alimentari

# settings.language
source: Sprache
en: Language
es: Idioma
fr: Langue
it: Lingua

# settings.manageSubscription
source: Abo verwalten
en: Manage Subscription
es: Gestionar Suscripción
fr: Gérer l'abonnement
it: Gestisci abbonamento

# settings.notifications
source: Benachrichtigungen
en: Notifications
es: Notificaciones
fr: Notifications
it: Notifiche

# settings.profile
source: Profil
en: Profile
es: Perfil
it: Profilo

# settings.profileSettings
source: Profileinstellungen
en: Profile Settings
es: Configuración del Perfil
fr: Paramètres du Profil
it: Impostazioni Profilo

# settings.subscription
source: Abonnement
en: Subscription
es: Suscripción
it: Abbonamento

# settings.title
source: Einstellungen
en: Settings
es: Configuración
fr: Paramètres
it: Impostazioni

# shopping.addItem
source: Hinzufügen
en: Add
es: Agregar
fr: Ajouter
it: Aggiungi

# shopping.clearList
source: Liste leeren
en: Clear List
es: Limpiar Lista
fr: Vider la liste
it: Svuota lista

# shopping.clearListConfirm
source: Einkaufsliste leeren?
en: Clear shopping list?
es: ¿Limpiar lista de compras?
fr: Vider la liste de courses?
it: Svuotare la lista della spesa?

# shopping.item
source: Artikel
en: Item
es: Artículo
fr: Article
it: Articolo

# shopping.quantity
source: Menge
en: Quantity
es: Cantidad
fr: Quantité
it: Quantità

# shopping.removeItem
source: Entfernen
en: Remove
es: Eliminar
fr: Supprimer
it: Rimuovi

# shopping.title
source: Einkaufsliste
en: Shopping List
es: Lista de Compras
fr: Liste de courses
it: Lista della spesa

# shopping.unit
source: Einheit
en: Unit
es: Unidad
fr: Unité
it: Unità

# spicy.spicy
source: Scharf
en: Spicy
es: Picante
fr: Épicé
it: Piccante

# spicy.verySpicy
source: Sehr Scharf
en: Very Spicy
es: Muy Picante
fr: Très épicé
it: Molto piccante

# time.hour
source: Std
en: hr
es: h
fr: h
it: h

# time.hours
source: Stunden
en: hours
es: horas
fr: heures
it: ore

# time.minutes
source: Minuten
en: minutes
es: minutos
fr: minutes
it: minuti

# time.sec
source: Sek
en: sec
es: seg
fr: sec
it: sec

# time.seconds
source: Sekunden
en: seconds
es: segundos
fr: secondes
it: secondi

# auth.email
source: E-Mail
es: Correo electrónico

# auth.logout
source: Logout
es: Cerrar sesión
fr: Déconnexion

# course.aperitif
source: Aperitif
es: Aperitivo
fr: Apéritif
it: Aperitivo

# course.digestif
source: Digestif
es: Digestivo
it: Digestivo

# detail.timer
source: Timer
es: Temporizador
fr: Minuteur

# dietary.bitter
source: bitter
es: amargo
fr: amer
it: amaro

# dietary.highProtein
source: high-protein
es: alto en proteínas
fr: riche en protéines
it: alto contenuto proteico

# dietary.lowCarb
source: low-carb
es: bajo en carbohidratos
fr: faible en glucides
it: basso contenuto di carboidrati

# dietary.vegan
source: vegan
es: vegano
fr: végétalien
it: vegano

# recipes.community
source: Community
es: Comunidad
fr: Communauté
it: Comunità

# settings.darkMode
source: Dark Mode
es: Modo Oscuro
fr: Mode Sombre
it: Modalità Scura

# spicy.mild
source: Mild
es: Suave
fr: Doux
it: Delicato

# spicy.normal
source: Normal
it: Normale
